Revit 2027 API
ParameterTypeId.SpacingNumDivisionsn1 Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingNumDivisionsn1 { get; }
Public Shared ReadOnly Property SpacingNumDivisionsn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingNumDivisionsn1 {
	ForgeTypeId^ get ();
}
static member SpacingNumDivisionsn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace